const teachers = [
  {
    id: 0,
    name: "Аджиева Рабият Курашовна",
    photo: "/team/Adzhieva_Rabiyat_Kurashovna.png",
    achievements: [
      "Учитель английского языка",
      "Руководитель школьного медиацентра МБОУ «Гимназия 11» г. Махачкала",
      "Учитель высшей категории",
      "Отличник образования Республики Дагестан",
      "Педагог дополнительного образования дирекции «Мультимедийные технологии и дизайн» центра развития талантов республики Дагестан «Альтаир»",
    ],
    about: ""
  },
  {
    id: 1,
    name: "Дибирова Зухра Яхьяевна",
    photo: "/team/Dibirova_Zukhra_Yakhyaevna.png",
    achievements: [
      "Директор МБОУ «Гимназия № 11»",
      "Кандидат педагогических наук",
      "Почетный работник общего образования РФ",
      "Заслуженный работник образования РД",
    ],
    about: "Возглавляет Ассоциацию учителей родного языка и литературы Республики Дагестан. Опытный руководитель, создающий условия для раскрытия талантов учеников и внедрения передовых образовательных технологий. Под ее руководством гимназия получила статус федеральной площадки по изучению родных языков.",
  },
  {
    id: 2,
    name: "Ибрагимова Унайзат Саидовна",
    photo: "/team/Ibragimova_Unaizat_Saidovna.png",
    achievements: [
      "Молодой специалист",
      "Учитель англисйкого языка",
    ],
    about: "Вносит свежие идеи в учебный процесс, активно используя цифровые инструменты и IT-технологии для создания современных и увлекательных уроков.",
  },
  {
    id: 3,
    name: "Дурпалова Издаг Шахмандаровна",
    photo: "/team/Durpalova_Izdag_Shakhmandarovna.png",
    achievements: [
      "Учитель биологии",
      "Советник директора по воспитательной работе"
    ],
    about: "Развивает у учеников интерес к природе и формирует активную гражданскую позицию через воспитательные проекты.",
  },
  {
    id: 4,
    name: "Чаптиева Юлдуз Шамиловна",
    photo: "/team/Chaptieva_Yulduz_Shamilovna.png",
    achievements: [
      "Учитель англисйкого языка",
      "Руководитель ШМО иностранных языков"
    ],
    about: "Прививает любовь к языку и культуре, используя творческий подход и современные методики. Отличник образования РД.",
  },
  {
    id: 5,
    name: "Курбанова Умият Меджидовна",
    photo: "/team/Kurbanova_Umiyat_Medzhidovna.png",
    achievements: [
      "Заместитель директора по учебной работе"
    ],
    about: "Координирует образовательный процесс, обеспечивая высокое качество знаний и внедрение инновационных методик обучения. Отличник образования РД.",
  },
];

export default teachers;
